{"id":61998,"date":"2015-11-09T07:33:08","date_gmt":"2015-11-09T15:33:08","guid":{"rendered":"https:\/\/www.classcentral.com\/report\/?p=61998"},"modified":"2021-06-15T19:46:28","modified_gmt":"2021-06-16T02:46:28","slug":"dr-happy-smarts","status":"publish","type":"post","link":"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/","title":{"rendered":"How Dr. Happy Smarts is Spreading Happiness Through MOOCs"},"content":{"rendered":"<blockquote class=\"cc-blockquote cc-blockquote-left cc-blockquote-text\"><p>“If you&#8217;re so smart, why aren&#8217;t you happy?” <span class=\"cc-blockquote-border\"> <\/span><\/p><\/blockquote>\n<p>It seems that at some point in all our lives we ask the question “<em>What&#8217;s the &#8216;point&#8217;?<\/em>” Having recently retired, I&#8217;ve been reflecting on my career. The verdict: “<em>Fine as far as it went, but it could have gone further<\/em>”. Soul searching led, inter alia, to <a href=\"https:\/\/www.coursera.org\/learn\/happiness\" target=\"_blank\" rel=\"noopener\">A Life of Happiness and Fulfillment<\/a>, on the wonderful platform called Coursera, which has a vast array of online high-quality courses. Then came Raj, AKA Dr. &#8220;Happy Smarts&#8221;, a marketing professor at the University of Texas, Austin, asking the question: “<em>If you&#8217;re so smart, why aren&#8217;t you happy?<\/em>” Boom! Right between the eyes! How could I not explore this one? Thankfully this irresistible desire was rewarded beyond my expectations. Pulling together vast amounts of research from many disciplines, Raj helped me to answer the question “<em>What is the point?<\/em>” … it is to be who I am at my core&#8211;happy.<\/p>\n<blockquote class=\"cc-blockquote cc-blockquote-center cc-blockquote-text\"><p>Pulling together vast amounts of research from many disciplines, Raj helped me to answer the question “What is the point?” … it is to be who I am at my core&#8211;happy.<span class=\"cc-blockquote-border\"> <\/span><\/p><\/blockquote>\n<p>So you can imagine my joy at learning that Raj was on the verge of publishing a book detailing the 7 deadly happiness &#8216;sins&#8217; and the 7 habits of the highly happy. When asked if I wished to interview Raj about his course and the book, my immediate reaction was “Hell, yeah!!!!” So here we are …<\/p>\n<p><iframe loading=\"lazy\" title=\"A Life Of Happiness and Fulfillment\" width=\"500\" height=\"281\" src=\"https:\/\/www.youtube.com\/embed\/LD0sNEVhNZ8?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe><\/p>\n<p class=\"video-description\">A Life of Happiness and Fulfillment Intro Video<\/p>\n<p><strong>Robert: If a genie granted you one wish relating to the impact of your book on the world, what would that wish be?<\/strong><\/p>\n<p><strong>Raj:<\/strong> That’s a great question, Robert. I guess I would have to say that I would first wish that the genie would grant me three wishes for the book, rather than just one. And if the genie did grant me the three wishes, it would be these, in descending order of importance. First, I’d wish that the book truly helps those who read it lead a happier and more fulfilling life. That is, I would wish that the book isn’t just an “interesting read” but that it actually makes an impact on what ultimately matters most to people: to lead a happy, meaningful, fulfilling life. Second, I would wish that the book reaches as many people as possible from various corners of the earth, from Kathmandu to Timbuktu. I feel that everyone would benefit from an overall boost in happiness and that everybody—no matter their background—deserves to be equally happy. And finally, I would wish that I myself evolve towards mitigating the various happiness sins and nurturing the happiness habits. I believe that I have already achieved some of that progress through writing the book and by thinking repeatedly about its contents, but I feel that there is still much “internal” work left to be done.<\/p>\n<p><a href=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote.jpg\"><img loading=\"lazy\" width=\"1024\" height=\"512\" class=\"alignnone size-full wp-image-62034\" src=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote.jpg\" alt=\"Dr. Happy Smarts Quote\" srcset=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote.jpg 1024w, https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote-300x150.jpg 300w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\n<p><strong>Robert: You are planning to use your royalties to subsidize the cost of the book to those who cannot afford the full price. Don&#8217;t you like money?<\/strong><\/p>\n<blockquote class=\"cc-blockquote cc-blockquote-right cc-blockquote-text\"><p>But I like something else even more than I like money: having a good time.<span class=\"cc-blockquote-border\"> <\/span><\/p><\/blockquote>\n<p><strong>Raj:<\/strong> I do like money. I think that, all else being equal, more money is better. But I like something else even more than I like money: having a good time. By subsidizing the cost of the book to those who cannot afford it, I believe I would make it more likely to have a good time by achieving two things. First, I would have a higher chance of surrounding myself with happier people, which will boost my happiness levels. Second, I would nurture the sense of abundance—the feeling that I already have enough—that is so critical for happiness.<\/p>\n<p>Apart from enhancing my own happiness levels, there’s another reason why I want to use my royalties to subsidize the book: I am curious about how long the chain of subsidies will last. I’d probably have to sell 10 books at full price in order to fully subsidize another book. So, sooner or later, the “well” will dry up and I won’t be able to subsidize the book to new buyers. I am hoping that it takes years—or at least a few months—for the well to dry up, and that it doesn’t dry up in just a few weeks!<\/p>\n<p><strong>Robert: Are you thinking of accepting donations from anyone to help keep the chain alive for longer?<\/strong><\/p>\n<p><strong>Raj:<\/strong> That’s a great idea, Robert! Thanks for mentioning it. I will need to think a little more, but yes, I am open to accepting donations from readers who have enjoyed my book or my Coursera course to make donations that will help defray the cost of buying the book. Thanks for asking this question!<\/p>\n<p><strong>Robert: Did your happiness increase while you were writing the book and teaching the course on MOOC? If so, why do you think that happened?<\/strong><\/p>\n<p><strong>Raj:<\/strong> Yes, I would say it did increase. There are two reasons for this. The first reason is that, in the process of putting together the notes for my classes and then writing the book, I gained greater clarity on what it takes to lead a happier and more fulfilling life. As they say, the best way to learn about something is to teach it, and I certainly experienced that. One of the things that I learned—and this may have been the most important lesson—is that it doesn’t matter how much better you know a happiness concept, it’s critical that you practice the happiness exercises; otherwise, you are not going to see a boost in happiness. In other words, actually behaving in a way that’s consistent with the habits of the highly happy is much more important than it is to have greater conceptual clarity about the various sins and habits.<\/p>\n<blockquote class=\"cc-blockquote cc-blockquote-center cc-blockquote-text\"><p>★★★★★<br \/>\n&#8220;Dr Raj has made an easy accessible, smart and fun course of the most important life lessons.&#8221;<br \/>\n&#8211; <a href=\"https:\/\/www.classcentral.com\/mooc\/2860\/coursera-a-life-of-happiness-and-fulfillment#review-11357\">Course Review By Fleur<\/a><span class=\"cc-blockquote-border\"> <\/span><\/p><\/blockquote>\n<p>Another reason my happiness levels increased is because of the tremendous positive feedback that I have gotten from those taking my Coursera course and reading sample chapters of my book. I feel more efficacious as a human being as a result. I feel that what I have to offer is actually useful and impactful and that makes me feel good.<\/p>\n<p><strong>Robert: In what ways, if any, are MOOC students different from the business school students you usually teach?<\/strong><\/p>\n<p><strong>Raj:<\/strong> There are many ways in which they are different. First, and most obvious, they are much larger in numbers. In a typical MBA class, I teach 30 maybe 40 students. The biggest classes I have had are about 70 strong. The numbers in my MOOC are orders or magnitude higher. I currently have over 75,000 students taking my Coursera course.<\/p>\n<p>The students in the MOOC are also more diverse. In a typical MBA class, most students are from just one country: US in Austin and India in Hyderabad. By contrast, in my Coursera course, only about 25% of students are from the US, and only about 15% from India. The rest are from all around the world. In fact, I literally have students from every single country in the world, which means that I literally have students from every imaginable background: poor, rich, white collar, blue collar, Buddhist, Muslim, Zoraoastraian, etc.<\/p>\n<blockquote class=\"cc-blockquote cc-blockquote-center cc-blockquote-text\"><p>&#8220;I literally have students from every single country in the world, which means that I literally have students from every imaginable background: poor, rich, white collar, blue collar, Buddhist, Muslim, Zoraoastraian, etc.<span class=\"cc-blockquote-border\">&#8220;<\/span><\/p><\/blockquote>\n<p>The MOOC students are also older. Over half the students are employed full time, and only about 15% are full-time students, whereas in my MBA class, everyone is a full-time student. This means that we have a group of people with a very different set of life experiences and perspectives in the MOOC. For the most part, the MOOC students tend to be less hung up on the science of happiness; they are more interested in what will make their lives happier and more fulfilling instead.<\/p>\n<p>Overall, I have to say that I love teaching both audiences; I celebrate the differences between them, rather than think of them as an impediment or a challenge.<\/p>\n<p><strong>Robert: You end the course, which I have recommended to so many people, by saying that the recipe for a life of happiness and fulfillment is a &#8220;Win \/ Win \/ Win&#8221; recipe. What do you mean by that?<\/strong><\/p>\n<p><strong>Raj:<\/strong> Great question. To tell you what I mean by it, I think it will be useful to rewind a bit. When I first started teaching my course on happiness, my interest and focus was very self-centered and individualistic. I wished to distill from the scientific evidence the principles that would help enhance my personal—or each individual student’s—happiness. In the course of putting the course content together, however, I discovered that the things that lead to happiness are also the things that make one more successful.<\/p>\n<p>Let me give you a concrete example. It turns out that, to feel happy, it’s important to have a sense of competence, a sense that you are really good at doing something. One way to become more competent at something is by wanting to be the best at it—the best student, the best dancer, etc. Another way to become competent is to just follow your passion and experience what are called “flow moments”—moments in which you completely lose track of time and the sense of self-consciousness. From the point of view of maximizing happiness, it should be relatively obvious that pursuing your passion and experiencing flow is better than chasing superiority and wanting to be the best at something. What’s less obvious, but what I discovered from looking into the research on the topic is that, even from the point of view of success, it’s better to pursue your passion and experience flow than it is to chase superiority.<\/p>\n<p>This is just one example, but what I found across all the other determinants of happiness too—like feeling a sense of connection with others, or feeling a sense of autonomy and control over your life—that the things that lead to happiness also enhance the chances of success. And not just that, what I also found is that, the things that lead to happiness typically also enhance the happiness of the others around us. So, for example, people around you—like your colleagues—are likely to be much happier if you are someone who pursues your passion and experiences flow than if you chase superiority over them. Likewise, you make others happy by seeking, what I call, “the need to love and give” rather by being “desperate for others love,” and so on.<\/p>\n<p>So, that’s what I mean by the “Win \/ Win \/ Win” idea—that the things that lead to happiness also enhance your chances of success and make others happy. I should mention that I was very excited to discover this since it confirmed what I knew at some instinctive level—that the pursuit of happiness is not a selfish goal, even though it might seem like it on the face of it, it’s actually a noble goal.<\/p>\n<p><strong>Robert: You state that feeling that one is good at something (attaining flow) makes us happier. How important do you think it is that an individual believes that he or she is a good person or on a path to becoming a better person?<\/strong><\/p>\n<p><strong>Raj:<\/strong> Again, great question, Robert. Feeling that one is a good person is a critical, perhaps <span style=\"text-decoration: underline;\">the<\/span> most critical, determinant of happiness. There are many reasons for this. One reason is that, when you feel you are a good person, you come to believe that you can affect others’ lives in a positive fashion, so you end up believing that you are a competent person. As I mentioned earlier, the feeling of competence is an important driver of happiness. Another, even more important reason why feeling that you are a good person enhances happiness levels is because it makes you feel that your life is abundant. That is, you start to believe that the reason you can afford to be good to others, and focus on their worries and concerns is because your own life is in order; if you didn’t feel that way—that is, if you felt that your life wasn’t going well—you couldn’t bring yourself to focus on others’ worries as easily. This feeling of abundance, which is associated with the feeling that life is good and that you are taken care of, is a very important reason why believing that you are a good person—a person who cares for others and is willing to expend effort, time, and money to improve others’ lives—improves happiness levels.<\/p>\n<p><strong>Robert: Your forthcoming book is titled, &#8220;<a href=\"http:\/\/www.amazon.com\/Youre-Smart-Why-Arent-Happy\/dp\/1101980737\" target=\"_blank\" rel=\"noopener\">If You&#8217;re So Smart, Why Aren&#8217;t You Happy?<\/a>&#8221; It seems that you are targeting the smart-and-successful crowd—like the MBAs that you teach. Why did you choose this target audience?<\/strong><\/p>\n<p><strong>Raj:<\/strong> You are correct in observing that the target audience for the book is the smart-and-the-successful. However, while it might seem that by targeting the smart-and-successful, I am implicitly suggesting that their happiness matters more, that’s not the reason why I chose to target this audience. There are actually three reasons why I chose this target audience. First, I found it curious that the smart-and-successful aren’t as happy as they could—or should—be. Several researchers, like Sonja Lyubomirsky and Dacher Keltner, have observed that, despite greater advances in terms of material wealth and comfort, we aren’t that much happier than those who came before us. I find this to be very curious. So, I thought I would delve into why the smart-and-successful, who are otherwise so good at achieving their important goals, aren’t that much better than the rest of us in achieving what is widely acknowledged as one of our most important goals: the goal of leading a happier and more fulfilling life.<\/p>\n<p>The second reason I chose to target this audience is because, as I mentioned in my response to the earlier question, it turns out that the things that lead to happiness also enhance the happiness of others. One reason for this is that being a happier person involves becoming less self-centered and greedy and more other-centered and generous. I felt that in the present context of rising inequality and other such problems, it would be good to get the people with greater access to resources to realize that letting go of some of the self-centeredness will not only get them closer to what they are looking for—greater happiness and fulfillment—but will also enhance the happiness of all those with whom they are in contact.<\/p>\n<p>A final reason that I chose this target audience has to do with the fact that I am most familiar with the problems and challenges that people in this group face. From the outside, it might seem that the smart-and-the-successful have everything going for them: they are richer, more talented, etc. But from the inside—and I know this from personal observations—being smart and successful is no guarantee of happiness. And to me, everyone, regardless of their background, deserves to lead a happier and more fulfilling life. So, since I can most empathize with the trials and tribulations of the smart-and-successful crowd, I decided to focus on them in my book.<\/p>\n<p><strong>Robert: I can&#8217;t wait to get my hands on your book, Raj. When are you aiming for it to be available?<\/strong><\/p>\n<p><strong>Raj:<\/strong> Thanks, Robert. It’s slated to come out on April 26<sup>th<\/sup>, 2016. I believe it will be a worldwide launch on that date. That doesn’t mean that you have to wait till then to order the book. If you are interested, you can <a href=\"http:\/\/www.amazon.com\/Youre-Smart-Why-Arent-Happy\/dp\/1101980737\">pre-order the book<\/a> right away, by going to a number of online retailers, like Amazon, Barnes and Noble, etc.<\/p>\n<p><strong>Robert: Raj, on behalf of all who have taken your course, I wish to thank you for taking the time to create and share so generously your seminal and transformational work.<\/strong><\/p>\n<p>If you are interested, you can take Dr. Raj&#8217;s free course, <a href=\"https:\/\/www.coursera.org\/learn\/happiness\" target=\"_blank\" rel=\"noopener\">A Life of Happiness and Fulfillment<\/a> on Coursera, starting any time.<\/p>\n<p><em>Article by <a href=\"https:\/\/www.classcentral.com\/u\/78896\">Robert Lalor<\/a>. Having graduated from London Business School in 1991, Robert went on to teach MBAs before going into business for himself. He a member of the World Community of Christian Meditation and believes passionately in power of meditation to transform people and professions.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Raj Raghunathan, &#8220;Dr. Happy Smarts&#8221; is interviewed about his MOOC by a student who recently took his class, Robert Lalor.<\/p>\n","protected":false},"author":43,"featured_media":62034,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[8],"tags":[12],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.3 (Yoast SEO v18.5.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>How Dr. Happy Smarts is Spreading Happiness Through MOOCs — Class Central<\/title>\n<meta name=\"description\" content=\"Raj Raghunathan, &quot;Dr. Happy Smarts&quot; is interviewed about his MOOC by a student who recently took his class, Robert Lalor.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"How Dr. Happy Smarts is Spreading Happiness Through MOOCs\" \/>\n<meta property=\"og:description\" content=\"Raj Raghunathan, &quot;Dr. Happy Smarts&quot; is interviewed about his MOOC by a student who recently took his class, Robert Lalor.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/\" \/>\n<meta property=\"og:site_name\" content=\"The Report by Class Central\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/classcentral\" \/>\n<meta property=\"article:published_time\" content=\"2015-11-09T15:33:08+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-06-16T02:46:28+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1024\" \/>\n\t<meta property=\"og:image:height\" content=\"512\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@classcentral\" \/>\n<meta name=\"twitter:site\" content=\"@classcentral\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Robert Lalor\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.classcentral.com\/report\/#website\",\"url\":\"https:\/\/www.classcentral.com\/report\/\",\"name\":\"The Report by Class Central\",\"description\":\"MOOC News, Interviews, and Analysis\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.classcentral.com\/report\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote.jpg\",\"contentUrl\":\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote.jpg\",\"width\":1024,\"height\":512},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#webpage\",\"url\":\"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/\",\"name\":\"How Dr. Happy Smarts is Spreading Happiness Through MOOCs — Class Central\",\"isPartOf\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#primaryimage\"},\"datePublished\":\"2015-11-09T15:33:08+00:00\",\"dateModified\":\"2021-06-16T02:46:28+00:00\",\"author\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/0a497ca5f03d778bef4cd9cd1238450a\"},\"description\":\"Raj Raghunathan, \\\"Dr. Happy Smarts\\\" is interviewed about his MOOC by a student who recently took his class, Robert Lalor.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"The Report\",\"item\":\"https:\/\/www.classcentral.com\/report\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"How Dr. Happy Smarts is Spreading Happiness Through MOOCs\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/0a497ca5f03d778bef4cd9cd1238450a\",\"name\":\"Robert Lalor\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.classcentral.com\/report\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/6d3375b4a62cf975a80ae99b80c06197?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/6d3375b4a62cf975a80ae99b80c06197?s=96&d=mm&r=g\",\"caption\":\"Robert Lalor\"},\"url\":\"https:\/\/www.classcentral.com\/report\/author\/robert-lalor\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"How Dr. Happy Smarts is Spreading Happiness Through MOOCs — Class Central","description":"Raj Raghunathan, \"Dr. Happy Smarts\" is interviewed about his MOOC by a student who recently took his class, Robert Lalor.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/","og_locale":"en_US","og_type":"article","og_title":"How Dr. Happy Smarts is Spreading Happiness Through MOOCs","og_description":"Raj Raghunathan, \"Dr. Happy Smarts\" is interviewed about his MOOC by a student who recently took his class, Robert Lalor.","og_url":"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/","og_site_name":"The Report by Class Central","article_publisher":"https:\/\/www.facebook.com\/classcentral","article_published_time":"2015-11-09T15:33:08+00:00","article_modified_time":"2021-06-16T02:46:28+00:00","og_image":[{"width":1024,"height":512,"url":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_creator":"@classcentral","twitter_site":"@classcentral","twitter_misc":{"Written by":"Robert Lalor","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.classcentral.com\/report\/#website","url":"https:\/\/www.classcentral.com\/report\/","name":"The Report by Class Central","description":"MOOC News, Interviews, and Analysis","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.classcentral.com\/report\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#primaryimage","inLanguage":"en-US","url":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote.jpg","contentUrl":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2015\/11\/Dr.-Happy-Smarts-Quote.jpg","width":1024,"height":512},{"@type":"WebPage","@id":"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#webpage","url":"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/","name":"How Dr. Happy Smarts is Spreading Happiness Through MOOCs — Class Central","isPartOf":{"@id":"https:\/\/www.classcentral.com\/report\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#primaryimage"},"datePublished":"2015-11-09T15:33:08+00:00","dateModified":"2021-06-16T02:46:28+00:00","author":{"@id":"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/0a497ca5f03d778bef4cd9cd1238450a"},"description":"Raj Raghunathan, \"Dr. Happy Smarts\" is interviewed about his MOOC by a student who recently took his class, Robert Lalor.","breadcrumb":{"@id":"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.classcentral.com\/report\/dr-happy-smarts\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"The Report","item":"https:\/\/www.classcentral.com\/report\/"},{"@type":"ListItem","position":2,"name":"How Dr. Happy Smarts is Spreading Happiness Through MOOCs"}]},{"@type":"Person","@id":"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/0a497ca5f03d778bef4cd9cd1238450a","name":"Robert Lalor","image":{"@type":"ImageObject","@id":"https:\/\/www.classcentral.com\/report\/#personlogo","inLanguage":"en-US","url":"https:\/\/secure.gravatar.com\/avatar\/6d3375b4a62cf975a80ae99b80c06197?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/6d3375b4a62cf975a80ae99b80c06197?s=96&d=mm&r=g","caption":"Robert Lalor"},"url":"https:\/\/www.classcentral.com\/report\/author\/robert-lalor\/"}]}},"_links":{"self":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts\/61998"}],"collection":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/users\/43"}],"replies":[{"embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/comments?post=61998"}],"version-history":[{"count":18,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts\/61998\/revisions"}],"predecessor-version":[{"id":75757,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts\/61998\/revisions\/75757"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/media\/62034"}],"wp:attachment":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/media?parent=61998"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/categories?post=61998"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/tags?post=61998"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}